Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Swap is coming next. Aperture will route swaps through on-chain DEX aggregators — no centralized swap server in the middle.
af: Swap kom volgende. Aperture sal swaps deur on-chain DEX-saamvoegers stuur — geen gesentraliseerde swap-bediener in die middel nie.
ar: ‏التبديل قادم قريبًا. سيوجّه Aperture عمليات التبديل عبر مجمّعات DEX على السلسلة — بدون أي خادم تبديل مركزي في الوسط.
bg: Swap предстои. Aperture ще насочва размените през on-chain DEX агрегатори — без централизиран сървър по средата.
bn: সোয়াপ শীঘ্রই আসছে। Aperture অন-চেইন DEX অ্যাগ্রিগেটরের মাধ্যমে সোয়াপ রুট করবে — মাঝখানে কোনো কেন্দ্রীয় সোয়াপ সার্ভার নেই।
ca: L'intercanvi arribarà aviat. Aperture encaminarà els swaps a través d'agregadors DEX en cadena, sense cap servidor centralitzat enmig.
cs: Swap přijde brzy. Aperture bude směrovat swapy přes on-chain DEX agregátory — bez centralizovaného swap serveru mezi tím.
da: Bytte kommer snart. Aperture vil dirigere bytter gennem on-chain DEX-aggregatorer — uden centraliseret bytteserver imellem.
de: Swap folgt bald. Aperture leitet Swaps über On-Chain-DEX-Aggregatoren — ohne zentralisierten Swap-Server dazwischen.
el: Η ανταλλαγή έρχεται σύντομα. Το Aperture θα δρομολογεί ανταλλαγές μέσω αθροιστών DEX on-chain — χωρίς κεντρικοποιημένο διακομιστή ανταλλαγής στη μέση.
es: El intercambio llegará pronto. Aperture enrutará los swaps a través de agregadores DEX en cadena, sin ningún servidor centralizado de por medio.
et: Swap on tulekul. Aperture marsruudib vahetused on-chain DEX-agregaatorite kaudu — keskuses ei ole tsentraliseeritud vahetusserverit.
fa: ‏Swap به‌زودی اضافه می‌شود. Aperture سواپ‌ها را از طریق Aggregator‌های DEX روی شبکه مسیریابی خواهد کرد — بدون هیچ سرور سواپ متمرکزی در میانه.
fi: Vaihto tulee pian. Aperture reitittää vaihdot ketjun DEX-aggregaattoreiden kautta — ilman keskitettyä vaihtopalvelinta.
fil: Susunod ang Swap. Iruruta ng Aperture ang mga swap sa pamamagitan ng on-chain DEX aggregators — walang sentralisadong swap server sa gitna.
fr: L'échange arrive ensuite. Aperture acheminera les échanges via des agrégateurs DEX on-chain — sans serveur d'échange centralisé intermédiaire.
he: ‏החלפה תגיע בקרוב. Aperture ינתב החלפות דרך מצרפי DEX על-שרשרת — ללא שרת החלפה מרכזי באמצע.
hi: स्वैप जल्द आ रहा है। Aperture स्वैप को ऑन-चेन DEX एग्रीगेटर्स के माध्यम से रूट करेगा — बीच में कोई केंद्रीकृत स्वैप सर्वर नहीं।
hr: Razmjena uskoro stiže. Aperture će razmjene usmjeravati kroz DEX agregatore na lancu — bez centraliziranog poslužitelja za razmjenu u sredini.
hu: A swap hamarosan jön. Az Aperture a swapokat on-chain DEX-aggregátorokon keresztül irányítja — központosított swap-szerver nélkül.
id: Swap akan segera hadir. Aperture akan merutekan swap melalui DEX aggregator on-chain — tanpa server swap terpusat di tengah.
is: Skipti koma næst. Aperture mun beina skiptum í gegnum on-chain DEX-samhauga — engin miðlæg skiptaþjónusta í miðjunni.
it: Lo swap arriverà prossimamente. Aperture instraderà gli swap tramite aggregatori DEX on-chain — senza alcun server centralizzato di swap al centro.
ja: スワップ機能を準備中です。Aperture はオンチェーンの DEX アグリゲーター経由でスワップを行います。中央集権型のスワップサーバーは介在しません。
ko: 스왑 기능은 다음에 추가됩니다. Aperture는 중앙화된 스왑 서버 없이 온체인 DEX 애그리게이터를 통해 스왑을 라우팅합니다.
lt: Mainymas pasirodys netrukus. Aperture nukreips mainus per on-chain DEX agregatorius — be centralizuoto mainų serverio vidury.
lv: Apmaiņa drīzumā. Aperture maršrutēs apmaiņas caur on-chain DEX agregatoriem — bez centralizēta apmaiņas servera vidū.
ml: Swap അടുത്തതായി വരുന്നു. Aperture സ്വാപ്പുകൾ on-chain DEX അഗ്രിഗേറ്ററുകൾ വഴി റൂട്ട് ചെയ്യും — നടുവിൽ കേന്ദ്രീകൃത സ്വാപ് സെർവർ ഇല്ല.
mr: Swap लवकरच येत आहे. Aperture स्वॅप्स on-chain DEX एग्रीगेटर्सद्वारे रूट करेल — मध्ये कोणताही केंद्रीकृत स्वॅप सर्व्हर नाही.
ms: Tukar akan datang seterusnya. Aperture akan menghalakan tukaran melalui penggabung DEX on-chain — tanpa pelayan tukaran berpusat di tengah.
nb: Bytte kommer snart. Aperture vil rute bytter gjennom DEX-aggregatorer på kjeden — uten sentralisert byttetjener imellom.
nl: Swap komt eraan. Aperture routeert swaps via on-chain DEX-aggregators — zonder gecentraliseerde swap-server in het midden.
pa: Swap ਅੱਗੇ ਆ ਰਿਹਾ ਹੈ। Aperture ਸਵੈਪਾਂ ਨੂੰ on-chain DEX ਐਗਰੀਗੇਟਰਾਂ ਰਾਹੀਂ ਰੂਟ ਕਰੇਗਾ — ਵਿਚਕਾਰ ਕੋਈ ਕੇਂਦਰੀਕ੍ਰਿਤ ਸਵੈਪ ਸਰਵਰ ਨਹੀਂ।
pl: Swap pojawi się wkrótce. Aperture będzie kierować wymiany przez agregatory DEX on-chain — bez scentralizowanego serwera wymiany pośrodku.
pt_br: O swap chega em breve. O Aperture roteará swaps por agregadores DEX on-chain — sem servidor centralizado no meio.
ro: Swap-ul urmează în curând. Aperture va dirija swap-urile prin agregatori DEX on-chain — fără un server de swap centralizat la mijloc.
ru: Скоро появится обмен. Aperture будет маршрутизировать обмены через ончейн-агрегаторы DEX — без централизованного сервера посередине.
sk: Swap príde čoskoro. Aperture bude swapy smerovať cez on-chain DEX agregátory — bez centralizovaného swap servera v strede.
sl: Zamenjava sledi. Aperture bo zamenjave usmerjal prek verižnih DEX-agregatorjev — brez centraliziranega strežnika za zamenjavo vmes.
sr: Размена стиже ускоро. Aperture ће разменe усмеравати кроз DEX агрегаторе на ланцу — без централизованог сервера за размену у средини.
sv: Byte kommer snart. Aperture dirigerar byten via DEX-aggregatorer på kedjan — utan centraliserad byte-server emellan.
sw: Swap inakuja hivi karibuni. Aperture itaelekeza swap kupitia waunganishaji wa DEX wa on-chain — bila seva ya swap iliyo na kati.
ta: ஸ்வாப் அடுத்து வரும். Aperture on-chain DEX திரட்டிகள் வழியாக ஸ்வாப்பை வழிநடத்தும் — நடுவில் மையமயமாக்கப்பட்ட ஸ்வாப் சேவையகம் இல்லை.
te: Swap త్వరలో రాబోతోంది. Aperture on-chain DEX అగ్రిగేటర్ల ద్వారా స్వాప్‌లను రూట్ చేస్తుంది — మధ్యలో కేంద్రీకృత స్వాప్ సర్వర్ లేదు.
th: การสวอปกำลังจะมา Aperture จะกำหนดเส้นทางการสวอปผ่าน aggregator DEX แบบ on-chain — โดยไม่มีเซิร์ฟเวอร์สวอปแบบรวมศูนย์อยู่ตรงกลาง
tr: Swap yakında geliyor. Aperture, swap işlemlerini ortada merkezi bir swap sunucusu olmadan on-chain DEX toplayıcıları üzerinden yönlendirecek.
uk: Обмін з'явиться згодом. Aperture маршрутизуватиме обміни через ончейн-агрегатори DEX — без централізованого сервера посередині.
ur: ‏Swap جلد آ رہا ہے۔ Aperture سواپ کو on-chain DEX اگریگیٹرز کے ذریعے روٹ کرے گا — درمیان میں کوئی مرکزی سواپ سرور نہیں۔
vi: Tính năng hoán đổi sẽ sớm có. Aperture sẽ định tuyến các giao dịch hoán đổi qua các bộ tổng hợp DEX trên chain — không có máy chủ hoán đổi tập trung ở giữa.
zh_hans: 兑换功能即将推出。Aperture 会通过链上 DEX 聚合器路由兑换——中间没有集中式兑换服务器。
zh_hant: 兌換功能即將推出。Aperture 會透過鏈上 DEX 聚合器路由兌換——中間沒有集中式兌換伺服器。

source: Swap isn't configured
af: Omruil is nie opgestel nie
ar: المبادلة غير مُهيّأة
bg: Размяната не е конфигурирана
bn: সোয়াপ কনফিগার করা নেই
ca: L'intercanvi no està configurat
cs: Směna není nastavena
da: Bytte er ikke konfigureret
de: Tausch ist nicht konfiguriert
el: Η ανταλλαγή δεν έχει ρυθμιστεί
es: El intercambio no está configurado
et: Vahetus pole seadistatud
fa: تبدیل پیکربندی نشده است
fi: Vaihtoa ei ole määritetty
fil: Hindi naka-configure ang swap
fr: L'échange n'est pas configuré
he: ההמרה אינה מוגדרת
hi: स्वैप कॉन्फ़िगर नहीं है
hr: Zamjena nije konfigurirana
hu: Az átváltás nincs beállítva
id: Swap belum dikonfigurasi
is: Skipti eru ekki stillt
it: Lo swap non è configurato
ja: スワップが設定されていません
ko: 스왑이 구성되지 않음
lt: Keitimas nesukonfigūruotas
lv: Apmaiņa nav konfigurēta
ml: സ്വാപ്പ് കോൺഫിഗർ ചെയ്തിട്ടില്ല
mr: स्वॅप कॉन्फिगर केलेले नाही
ms: Pertukaran tidak dikonfigurasikan
nb: Bytte er ikke konfigurert
nl: Swap is niet geconfigureerd
pa: ਸਵੈਪ ਕੌਂਫਿਗਰ ਨਹੀਂ ਹੈ
pl: Wymiana nie jest skonfigurowana
pt_br: A troca não está configurada
ro: Schimbul nu este configurat
ru: Обмен не настроен
sk: Výmena nie je nakonfigurovaná
sl: Zamenjava ni nastavljena
sr: Zamena nije konfigurisana
sv: Byte är inte konfigurerat
sw: Ubadilishaji haujasanidiwa
ta: ஸ்வாப் கட்டமைக்கப்படவில்லை
te: స్వాప్ కాన్ఫిగర్ చేయబడలేదు
th: ยังไม่ได้กำหนดค่าการสวอป
tr: Takas yapılandırılmamış
uk: Обмін не налаштовано
ur: تبادلہ ترتیب نہیں دیا گیا
vi: Tính năng hoán đổi chưa được cấu hình
zh_hans: 尚未配置兑换
zh_hant: 尚未設定兌換

source: Swap on this network
af: Ruil op hierdie netwerk om
ar: بادل على هذه الشبكة
bg: Размяна в тази мрежа
bn: এই নেটওয়ার্কে সোয়াপ করুন
ca: Intercanvia en aquesta xarxa
cs: Směnit na této síti
da: Byt på dette netværk
de: In diesem Netzwerk tauschen
el: Ανταλλαγή σε αυτό το δίκτυο
es: Intercambiar en esta red
et: Vaheta selles võrgus
fa: تبدیل روی این شبکه
fi: Vaihda tässä verkossa
fil: Mag-swap sa network na ito
fr: Échanger sur ce réseau
he: המר ברשת זו
hi: इस नेटवर्क पर स्वैप करें
hr: Zamijeni na ovoj mreži
hu: Átváltás ezen a hálózaton
id: Tukar di jaringan ini
is: Skipta á þessu neti
it: Scambia su questa rete
ja: このネットワークでスワップ
ko: 이 네트워크에서 스왑
lt: Keisti šiame tinkle
lv: Apmainīt šajā tīklā
ml: ഈ നെറ്റ്‌വർക്കിൽ സ്വാപ്പ് ചെയ്യുക
mr: या नेटवर्कवर स्वॅप करा
ms: Tukar pada rangkaian ini
nb: Bytt på dette nettverket
nl: Wissel op dit netwerk
pa: ਇਸ ਨੈੱਟਵਰਕ 'ਤੇ ਸਵੈਪ ਕਰੋ
pl: Wymień w tej sieci
pt_br: Trocar nesta rede
ro: Schimbă pe această rețea
ru: Обменять в этой сети
sk: Vymeniť v tejto sieti
sl: Zamenjaj v tem omrežju
sr: Zameni na ovoj mreži
sv: Byt på detta nätverk
sw: Badilisha kwenye mtandao huu
ta: இந்த நெட்வொர்க்கில் ஸ்வாப் செய்யவும்
te: ఈ నెట్‌వర్క్‌లో స్వాప్ చేయండి
th: สวอปบนเครือข่ายนี้
tr: Bu ağda takas et
uk: Обміняти в цій мережі
ur: اس نیٹ ورک پر تبدیل کریں
vi: Hoán đổi trên mạng này
zh_hans: 在此网络上兑换
zh_hant: 在此網路上兌換

source: Swap reverted
af: Omruil teruggekeer
ar: تم التراجع عن المبادلة
bg: Размяната е отхвърлена
bn: সোয়াপ বাতিল হয়েছে
ca: Intercanvi revertit
cs: Směna vrácena zpět
da: Byttet blev tilbageført
de: Tausch rückgängig gemacht
el: Η ανταλλαγή αναιρέθηκε
es: Intercambio revertido
et: Vahetus tühistati
fa: تبدیل بازگردانده شد
fi: Vaihto peruuntui
fil: Na-revert ang swap
fr: Échange annulé
he: ההמרה בוטלה
hi: स्वैप वापस हो गया
hr: Zamjena poništena
hu: Átváltás visszafordítva
id: Swap dibatalkan
is: Skipti afturkölluð
it: Swap annullato
ja: スワップが取り消されました
ko: 스왑 되돌려짐
lt: Keitimas atmestas
lv: Apmaiņa atcelta
ml: സ്വാപ്പ് റിവേഴ്സ് ചെയ്തു
mr: स्वॅप परत झाला
ms: Pertukaran diterbalikkan
nb: Byttet ble reversert
nl: Swap teruggedraaid
pa: ਸਵੈਪ ਵਾਪਸ ਹੋਇਆ
pl: Wymiana wycofana
pt_br: Troca revertida
ro: Schimb anulat
ru: Обмен отменён
sk: Výmena vrátená
sl: Zamenjava razveljavljena
sr: Zamena poništena
sv: Bytet återställdes
sw: Ubadilishaji umetenguliwa
ta: ஸ்வாப் மீளப்பெறப்பட்டது
te: స్వాప్ తిరిగి మార్చబడింది
th: การสวอปถูกยกเลิก
tr: Takas geri alındı
uk: Обмін скасовано
ur: تبادلہ واپس ہو گیا
vi: Lượt hoán đổi đã hoàn nguyên
zh_hans: 兑换已回滚
zh_hant: 兌換已回滾

source: Swap submitted
af: Omruil ingedien
ar: تم إرسال المبادلة
bg: Размяната е подадена
bn: সোয়াপ জমা দেওয়া হয়েছে
ca: Intercanvi enviat
cs: Směna odeslána
da: Bytte sendt
de: Tausch übermittelt
el: Η ανταλλαγή υποβλήθηκε
es: Intercambio enviado
et: Vahetus esitati
fa: تبدیل ارسال شد
fi: Vaihto lähetetty
fil: Naisumite ang swap
fr: Échange soumis
he: ההמרה נשלחה
hi: स्वैप सबमिट किया गया
hr: Zamjena poslana
hu: Átváltás beküldve
id: Swap dikirim
is: Skipti send inn
it: Swap inviato
ja: スワップを送信しました
ko: 스왑 제출됨
lt: Keitimas pateiktas
lv: Apmaiņa iesniegta
ml: സ്വാപ്പ് സമർപ്പിച്ചു
mr: स्वॅप सबमिट केला
ms: Pertukaran dihantar
nb: Bytte sendt
nl: Swap ingediend
pa: ਸਵੈਪ ਜਮ੍ਹਾਂ ਕੀਤਾ
pl: Wymiana przesłana
pt_br: Troca enviada
ro: Schimb trimis
ru: Обмен отправлен
sk: Výmena odoslaná
sl: Zamenjava oddana
sr: Zamena poslata
sv: Byte skickat
sw: Ubadilishaji umewasilishwa
ta: ஸ்வாப் சமர்ப்பிக்கப்பட்டது
te: స్వాప్ సమర్పించబడింది
th: ส่งการสวอปแล้ว
tr: Takas gönderildi
uk: Обмін надіслано
ur: تبادلہ جمع ہو گیا
vi: Đã gửi lượt hoán đổi
zh_hans: 兑换已提交
zh_hant: 兌換已提交

source: Swap to
af: Ruil om na
ar: بادل إلى
bg: Размяна към
bn: সোয়াপ গ্রহণ
ca: Intercanvia a
cs: Směnit na
da: Byt til
de: Tauschen in
el: Ανταλλαγή σε
es: Intercambiar a
et: Vaheta valuutaks
fa: تبدیل به
fi: Vaihda kohteeksi
fil: Mag-swap papunta sa
fr: Échanger vers
he: המר אל
hi: इसमें स्वैप करें
hr: Zamijeni u
hu: Átváltás ide
id: Tukar ke
is: Skipta í
it: Scambia in
ja: スワップ先
ko: 스왑 대상
lt: Keisti į
lv: Apmainīt uz
ml: ഇതിലേക്ക് സ്വാപ്പ്
mr: येथे स्वॅप करा
ms: Tukar kepada
nb: Bytt til
nl: Wisselen naar
pa: ਇਸ ਨੂੰ ਸਵੈਪ ਕਰੋ
pl: Wymień na
pt_br: Trocar para
ro: Schimbă în
ru: Обменять на
sk: Vymeniť na
sl: Zamenjaj v
sr: Zameni u
sv: Byt till
sw: Badilisha kwa
ta: இதற்கு ஸ்வாப்
te: దీనికి స్వాప్
th: สวอปเป็น
tr: Takas hedefi
uk: Обміняти на
ur: تبادلہ بنام
vi: Hoán đổi sang
zh_hans: 兑换为
zh_hant: 兌換為

source: Swap you submitted
af: Omruil wat jy ingedien het
ar: المبادلة التي أرسلتها
bg: Размяна, която подадохте
bn: আপনার জমা দেওয়া সোয়াপ
ca: Intercanvi que has enviat
cs: Směna, kterou jste odeslali
da: Bytte du sendte
de: Von dir übermittelter Tausch
el: Ανταλλαγή που υποβάλατε
es: Intercambio que enviaste
et: Vahetus, mille esitasite
fa: تبدیلی که ارسال کردید
fi: Lähettämäsi vaihto
fil: Swap na iyong isinumite
fr: Échange que vous avez soumis
he: ההמרה ששלחת
hi: आपके द्वारा सबमिट किया गया स्वैप
hr: Zamjena koju ste poslali
hu: Az általad beküldött átváltás
id: Swap yang Anda kirim
is: Skipti sem þú sendir inn
it: Swap che hai inviato
ja: 送信したスワップ
ko: 제출한 스왑
lt: Keitimas, kurį pateikėte
lv: Apmaiņa, ko iesniedzāt
ml: നിങ്ങൾ സമർപ്പിച്ച സ്വാപ്പ്
mr: तुम्ही सबमिट केलेला स्वॅप
ms: Pertukaran yang anda hantar
nb: Bytte du sendte
nl: Swap die je hebt ingediend
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ ਜਮ੍ਹਾਂ ਕੀਤਾ ਸਵੈਪ
pl: Wymiana, którą przesłałeś
pt_br: Troca que você enviou
ro: Schimbul pe care l-ai trimis
ru: Отправленный вами обмен
sk: Výmena, ktorú ste odoslali
sl: Zamenjava, ki ste jo oddali
sr: Zamena koju ste poslali
sv: Byte du skickade
sw: Ubadilishaji uliouwasilisha
ta: நீங்கள் சமர்ப்பித்த ஸ்வாப்
te: మీరు సమర్పించిన స్వాప్
th: การสวอปที่คุณส่ง
tr: Gönderdiğiniz takas
uk: Обмін, який ви надіслали
ur: وہ تبادلہ جو آپ نے جمع کیا
vi: Lượt hoán đổi bạn đã gửi
zh_hans: 你提交的兑换
zh_hant: 你提交的兌換

source: Swapped
af: Omgeruil
ar: تمت المبادلة
bg: Разменено
bn: সোয়াপ করা হয়েছে
ca: Intercanviat
cs: Směněno
da: Byttet
de: Getauscht
el: Ανταλλάχθηκε
es: Intercambiado
et: Vahetatud
fa: تبدیل شد
fi: Vaihdettu
fil: Na-swap
fr: Échangé
he: הומר
hi: स्वैप किया गया
hr: Zamijenjeno
hu: Átváltva
id: Ditukar
is: Skipt
it: Scambiato
ja: スワップ済み
ko: 스왑됨
lt: Pakeista
lv: Apmainīts
ml: സ്വാപ്പ് ചെയ്തു
mr: स्वॅप केले
ms: Ditukar
nb: Byttet
nl: Gewisseld
pa: ਸਵੈਪ ਕੀਤਾ
pl: Wymieniono
pt_br: Trocado
ro: Schimbat
ru: Обменено
sk: Vymenené
sl: Zamenjano
sr: Zamenjeno
sv: Bytt
sw: Imebadilishwa
ta: ஸ்வாப் செய்யப்பட்டது
te: స్వాప్ చేయబడింది
th: สวอปแล้ว
tr: Takas edildi
uk: Обміняно
ur: تبادلہ ہو گیا
vi: Đã hoán đổi
zh_hans: 已兑换
zh_hant: 已兌換

source: Swapping
af: Ruil tans om
ar: جارٍ المبادلة
bg: Размяна
bn: সোয়াপিং
ca: S'està intercanviant
cs: Směňování
da: Bytter
de: Wird getauscht
el: Ανταλλαγή
es: Intercambiando
et: Vahetamine
fa: در حال تبدیل
fi: Vaihdetaan
fil: Nag-sa-swap
fr: Échange en cours
he: ממיר
hi: स्वैप हो रहा है
hr: Zamjenjivanje
hu: Átváltás
id: Menukar
is: Skiptir
it: Scambio in corso
ja: スワップ中
ko: 스왑 중
lt: Keičiama
lv: Apmaina
ml: സ്വാപ്പ് ചെയ്യുന്നു
mr: स्वॅपिंग
ms: Menukar
nb: Bytter
nl: Wisselen
pa: ਸਵੈਪਿੰਗ
pl: Wymienianie
pt_br: Trocando
ro: Se schimbă
ru: Обмен
sk: Vymieňanie
sl: Zamenjavanje
sr: Zamena
sv: Byter
sw: Inabadilisha
ta: ஸ்வாப் செய்கிறது
te: స్వాప్ చేస్తోంది
th: กำลังสวอป
tr: Takas ediliyor
uk: Обмін
ur: تبادلہ ہو رہا ہے
vi: Đang hoán đổi
zh_hans: 兑换中
zh_hant: 兌換中

source: Swipe a row in Hidden assets to pin it to the top of your wallet home.
af: Vee oor ’n ry in Versteekte bates om dit bo-aan jou beursie se tuisblad vas te speld.
ar: اسحب صفًّا في الأصول المخفية لتثبيته أعلى الصفحة الرئيسية لمحفظتك.
bg: Плъзнете ред в Скрити активи, за да го закачите в горната част на началния екран на портфейла.
bn: ওয়ালেট হোমের শীর্ষে পিন করতে লুকানো এসেট-এ একটি সারিতে সোয়াইপ করুন।
ca: Llisca una fila a Actius ocults per fixar-la a la part superior de l'inici de la cartera.
cs: Přejeďte po řádku v sekci Skrytá aktiva a připněte ho na začátek domovské stránky peněženky.
da: Stryg på en række under Skjulte aktiver for at fastgøre den øverst på wallets startskærm.
de: Streiche in Ausgeblendete Assets über eine Zeile, um sie oben auf der Wallet-Startseite anzuheften.
el: Σύρε μια σειρά στα Κρυμμένα στοιχεία για να την καρφιτσώσεις στην κορυφή της αρχικής του πορτοφολιού σου.
es: Desliza una fila en Activos ocultos para fijarla en la parte superior del inicio de tu cartera.
et: Tõmba peidetud varades üle rea, et see rahakoti avalehe üles kinnitada.
fa: برای سنجاق‌ کردن یک ردیف به بالای صفحهٔ اصلی کیف‌پولتان، آن را در دارایی‌های پنهان بکشید.
fi: Pyyhkäise riviä Piilotetut omistukset -kohdassa kiinnittääksesi sen lompakon aloitusnäkymän yläosaan.
fil: Mag-swipe sa isang row sa Hidden assets para i-pin ito sa itaas ng wallet home.
fr: Balayez une ligne dans Actifs masqués pour l’épingler en haut de l’écran d’accueil de votre portefeuille.
he: החלק על שורה ב"נכסים מוסתרים" כדי לנעוץ אותה בראש מסך הבית של הארנק.
hi: इसे अपने वॉलेट होम के शीर्ष पर पिन करने के लिए छिपे एसेट में किसी पंक्ति को स्वाइप करें।
hr: Prijeđite prstom po retku u Skrivenoj imovini da biste je prikvačili na vrh početnog zaslona novčanika.
hu: Húzd el az Elrejtett eszközök egy sorát, hogy a tárca főképernyőjének tetejére rögzítsd.
id: Geser sebuah baris di Aset tersembunyi untuk menyematkannya di bagian atas beranda dompet Anda.
is: Strjúktu yfir röð í Faldar eignir til að festa hana efst á heimaskjá veskisins.
it: Scorri una riga in Asset nascosti per fissarla in cima alla schermata iniziale del portafoglio.
ja: ウォレットホームの上部にピン留めするには、「非表示の資産」で行をスワイプします。
ko: 숨김 자산에서 항목을 스와이프하면 지갑 홈 맨 위에 고정돼요.
lt: Brūkštelėkite eilutę dalyje Paslėpti turtai, kad prisegtumėte ją piniginės pradžios ekrano viršuje.
lv: Pavelc rindu sadaļā Slēptie aktīvi, lai piespraustu to maka sākumlapas augšā.
ml: നിങ്ങളുടെ വാലറ്റ് ഹോമിന്റെ മുകളിൽ പിൻ ചെയ്യാൻ മറച്ച ആസ്തികളിലെ ഒരു വരി സ്വൈപ് ചെയ്യുക.
mr: तुमच्या वॉलेट होमच्या वर पिन करण्यासाठी लपवलेल्या मालमत्तेतील एक पंक्ती स्वाइप करा.
ms: Leret baris dalam Aset tersembunyi untuk mengepinkannya di atas laman utama dompet anda.
nb: Sveip en rad i Skjulte aktiva for å feste den øverst på lommebokens startside.
nl: Veeg over een rij in Verborgen assets om die boven aan de startpagina van je wallet vast te zetten.
pa: ਇਸਨੂੰ ਆਪਣੇ ਵਾਲਿਟ ਹੋਮ ਦੇ ਉੱਪਰ ਪਿਨ ਕਰਨ ਲਈ ਲੁਕਾਈਆਂ ਜਾਇਦਾਦਾਂ ਵਿੱਚ ਇੱਕ ਕਤਾਰ ਨੂੰ ਸਵਾਈਪ ਕਰੋ।
pl: Przesuń wiersz w sekcji Ukryte aktywa, aby przypiąć go na górze ekranu głównego portfela.
pt_br: Deslize uma linha em Ativos ocultos para fixá-la no topo da tela inicial da carteira.
ro: Glisează un rând din Active ascunse pentru a-l fixa în partea de sus a ecranului principal al portofelului.
ru: Проведите по строке в разделе «Скрытые активы», чтобы закрепить её вверху главного экрана кошелька.
sk: Potiahnite po riadku v časti Skryté aktíva a pripnite ho na začiatok domovskej obrazovky peňaženky.
sl: Podrsajte po vrstici v razdelku Skrita sredstva, da jo pripnete na vrh začetnega zaslona denarnice.
sr: Превуците по реду у одељку Сакривена имовина да бисте га прикачили на врх почетног екрана новчаника.
sv: Svep på en rad i Dolda tillgångar för att fästa den högst upp på plånbokens startsida.
sw: Telezesha safu katika Mali zilizofichwa ili kuibandika juu ya ukurasa wa mwanzo wa pochi yako.
ta: மறைக்கப்பட்ட சொத்துகளில் ஒரு வரியை ஸ்வைப் செய்து உங்கள் வாலட் முகப்பின் மேலே பின் செய்யவும்.
te: మీ వాలెట్ హోమ్ పైకి పిన్ చేయడానికి దాచిన ఆస్తుల్లో ఒక వరుసను స్వైప్ చేయండి.
th: ปัดแถวในสินทรัพย์ที่ซ่อนเพื่อปักหมุดไว้บนสุดของหน้าหลักวอลเล็ต
tr: Cüzdan ana ekranınızın üstüne sabitlemek için Gizli varlıklar listesinde bir satırı kaydırın.
uk: Проведіть по рядку в розділі «Приховані активи», щоб закріпити його вгорі головного екрана гаманця.
ur: پوشیدہ اثاثے میں موجود قطار کو سوائپ کریں تاکہ اسے اپنے والیٹ ہوم کے سب سے اوپر پن کر دیا جائے۔
vi: Vuốt một mục trong Tài sản đã ẩn để ghim nó lên đầu trang chính của ví.
zh_hans: 在“隐藏资产”中向左滑动某一行,即可将其置顶到钱包主页。
zh_hant: 在「隱藏資產」中滑動某一列,即可將其置頂到錢包主頁。

source: Swipe to send
af: Swiep om te stuur
ar: اسحب للإرسال
bg: Плъзнете, за да изпратите
bn: পাঠাতে সোয়াইপ করুন
ca: Llisca per enviar
cs: Posunutím odešlete
da: Stryg for at sende
de: Zum Senden wischen
el: Σύρετε για αποστολή
es: Desliza para enviar
et: Saatmiseks libista
fa: برای ارسال بکشید
fi: Lähetä pyyhkäisemällä
fil: Mag-swipe para magpadala
fr: Glissez pour envoyer
he: החלק כדי לשלוח
hi: भेजने के लिए स्वाइप करें
hr: Povucite za slanje
hu: Húzza a küldéshez
id: Geser untuk mengirim
is: Strjúktu til að senda
it: Scorri per inviare
ja: スワイプして送信
ko: 밀어서 전송
lt: Braukite, kad išsiųstumėte
lv: Velciet, lai sūtītu
ml: അയയ്ക്കാൻ സ്വൈപ്പ് ചെയ്യുക
mr: पाठवण्यासाठी स्वाइप करा
ms: Leret untuk menghantar
nb: Sveip for å sende
nl: Veeg om te verzenden
pa: ਭੇਜਣ ਲਈ ਸਵਾਈਪ ਕਰੋ
pl: Przesuń, aby wysłać
pt_br: Deslize para enviar
ro: Glisează pentru a trimite
ru: Проведите, чтобы отправить
sk: Posunutím odošlete
sl: Podrsajte za pošiljanje
sr: Превуците за слање
sv: Svep för att skicka
sw: Telezesha ili kutuma
ta: அனுப்ப ஸ்வைப் செய்யவும்
te: పంపడానికి స్వైప్ చేయండి
th: ปัดเพื่อส่ง
tr: Göndermek için kaydırın
uk: Проведіть, щоб надіслати
ur: بھیجنے کے لیے سوائپ کریں
vi: Vuốt để gửi
zh_hans: 滑动以发送
zh_hant: 滑動以傳送

source: Switch
af: Wissel
ar: تبديل
bg: Смени
bn: পরিবর্তন
ca: Canvia
cs: Přepnout
da: Skift
de: Wechseln
el: Αλλαγή
es: Cambiar
et: Vaheta
fa: تغییر
fi: Vaihda
fil: Palitan
fr: Changer
he: החלף
hi: बदलें
hr: Promijeni
hu: Váltás
id: Ganti
is: Skipta
it: Cambia
ja: 切り替え
ko: 전환
lt: Keisti
lv: Mainīt
ml: മാറ്റുക
mr: बदला
ms: Tukar
nb: Bytt
nl: Wisselen
pa: ਬਦਲੋ
pl: Zmień
pt_br: Trocar
ro: Schimbă
ru: Сменить
sk: Prepnúť
sl: Preklopi
sr: Промени
sv: Byt
sw: Badilisha
ta: மாற்று
te: మార్చు
th: สลับ
tr: Değiştir
uk: Змінити
ur: تبدیل کریں
vi: Chuyển
zh_hans: 切换
zh_hant: 切換

source: Switch between Coins and Tokens
af: Wissel tussen Munte en Tokens
ar: التبديل بين العملات والرموز
bg: Превключване между Монети и Токени
bn: কয়েন এবং টোকেনের মধ্যে স্যুইচ করুন
ca: Alterna entre Monedes i Tokens
cs: Přepínat mezi mincemi a tokeny
da: Skift mellem mønter og tokens
de: Zwischen Coins und Tokens wechseln
el: Εναλλαγή μεταξύ Νομισμάτων και Tokens
es: Cambiar entre Monedas y Tokens
et: Lülitu müntide ja tokenite vahel
fa: جابه‌جایی بین سکه‌ها و توکن‌ها
fi: Vaihda kolikoiden ja tokeneiden välillä
fil: Magpalit sa pagitan ng mga Coin at Token
fr: Basculer entre Pièces et Tokens
he: מעבר בין מטבעות לטוקנים
hi: सिक्के और टोकन के बीच स्विच करें
hr: Prebaci između kovanica i tokena
hu: Váltás érmék és tokenek között
id: Beralih antara Koin dan Token
is: Skipta milli mynta og tákna
it: Passa tra Monete e Token
ja: コインとトークンを切り替える
ko: 코인과 토큰 전환
lt: Perjungti tarp Monetų ir Tokenų
lv: Pārslēgties starp Monētām un Tokeniem
ml: കോയിനുകൾക്കും ടോക്കണുകൾക്കും ഇടയിൽ മാറുക
mr: नाणी आणि टोकनमध्ये स्विच करा
ms: Tukar antara Syiling dan Token
nb: Veksle mellom mynter og tokens
nl: Wissel tussen Munten en Tokens
pa: ਸਿੱਕਿਆਂ ਅਤੇ ਟੋਕਨਾਂ ਵਿਚਕਾਰ ਬਦਲੋ
pl: Przełącz między Monetami a Tokenami
pt_br: Alternar entre Moedas e Tokens
ro: Comută între Monede și Tokenuri
ru: Переключение между монетами и токенами
sk: Prepínať medzi mincami a tokenmi
sl: Preklapljanje med kovanci in žetoni
sr: Пребаци између новчића и токена
sv: Växla mellan mynt och tokens
sw: Badilisha kati ya Sarafu na Tokeni
ta: காயின்கள் மற்றும் டோக்கன்களுக்கு இடையே மாற்று
te: నాణేలు మరియు టోకెన్‌ల మధ్య మారు
th: สลับระหว่างเหรียญและโทเค็น
tr: Coin'ler ve Token'lar arasında geçiş yap
uk: Перемикання між монетами та токенами
ur: سکّوں اور ٹوکنز کے درمیان سوئچ کریں
vi: Chuyển giữa Đồng tiền và Token
zh_hans: 在主币和代币之间切换
zh_hant: 在主幣和代幣之間切換
